Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/kn_puhe_en81114_fin.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaiset – kansa, kulttuuri ja kielet ja Euroopan Neuvosto 28.11.2014
sme: Sápmelaččat - Álbmot, kultuvra ja gielat ja Europa ráđđi 28.11.2014

source: Arvoisat Ruotsin ja Venäjän saamelaiskäräjien presidentit, Norjan saamelaiskäräjien edustaja, Euroopan Neuvoston edustajat, eduskunnan apulaisoikeusasiamies, hyvät seminaarin puhujat, saamelaisjärjestöjen edustajat ja viranomaiset.
sme: Gudnejahtton Ruoŧa sámedikki presideanta, sámi parlamentáralaš ráđi ja Norgga sámedikki ovddasteaddjit, Eurohpá Ráđi ovddasteaddjit, riikkabeivviid veahkkevuoigatvuohtaáššeolmmoš, buorit semináraságastallit, sámi organisašuvnnaid ovddasteaddjit ja eiseválddit.

source: Suomen saamelaiskäräjien puolesta haluan toivottaa teidät lämpimästi tervetulleeksi tähän tärkeään seminaariin ja saamelaisten kotiseutualueelle, Inariin.
sme: Suoma sámedikki beales hálidan sávvat didjiide liekkus buresboahtima dán dehálaš seminárii ja sámiid ruovttuguvlui, Anárii.

source: On suuri ilo nähdä teidät täällä paikalla !
sme: Lea stuora illu oaidnit din dáppe báikke nalde !

source: Erityisen iloinen olen siitä, että voin käyttää näin korkea arvoisessa seminaarissa omaa äidinkieltäni, pohjoissaamea.
sme: Earenoamáš ilolaš lean das, ahte sáhtán ná allaárvosaš semináras hupmat iežan eatnigiela, davvisámegiela.

source: Tämä on ensimmäinen Euroopan neuvoston järjestämä seminaari pohjoisessa ja olen hyvin tyytyväinen siitä, että Euroopan neuvosto on päättänyt järjestää tämän historiallisen seminaarin saamelaiskulttuurista ja saamelaisten kotiseutualueella.
sme: Dát lea vuosttáš Eurohpa ráđi ordnen seminára davvin ja lean hui duhtavaš, ahte Eurohpá ráđđi lea mearridan lágidit dán historjjálaš seminára sámi kultuvrras ja sámiid ruovttuguovllus.

source: Seminaarin ajankohta on ollut saamelaisille hyvin haasteellinen.
sme: Seminára áigemuddu lea leamaš sápmelaččaide hui hástaleaddji.

source: Syksy on kiireisintä aikaa niin politiikassa kuin perinteisissä elinkeinoissakin.
sme: Čakča lea hohpolaččamus áigi sihke politihkas ja árbevirolaš ealáhusaiguin bargamisnai.

source: Eduskuntakausi lähenee Suomessa loppuaan ja poronhoitajilla on vuoden kiireisin aika kun erotukset ja porojen myynti teuraaksi ovat alkaneet.
sme: Riikkabeaiáigodat lahkona Suomas loahpa ja boazosápmelaččain lea jagi hohpolaččamus áigi go leat rátkimat ja gávpebohccuid njuovvan lea maid bárrásiin jođus.

source: Moni seminaariosallistuja onkin tullut tänne Inarin suoraan erotuskaarteelta.
sme: Máŋggas semináraoassálastiin leatnai boahtán njuolga gárdde luhtte deike Anárii.

source: Olen tästä hyvin iloinen ja tämä osoittaa sen, miten tärkeä Euroopan neuvosto on saamelaisille.
sme: Lean dás hui ilolaš ja dát čujuha maid dan, man dehálaš Eurohpá ráđđi lea sápmelaččaide.

source: Euroopan Neuvoston työ on saamelaisille hyvin tärkeää.
sme: Eurohpá Ráđi bargu lea sápmelaččaide hui dehálaš.

source: Euroopan neuvoston sopimukset suojelevat vähemmistöihin kuuluvien henkilöiden kielellisiä ja kulttuurisia oikeuksia.
sme: Eurohpá ráđi soahpamušat suodjalit vehádagaide gullevaš olbmuid gielalaš ja kultuvrralaš vuoigatvuođaid.

source: Alkuperäiskansojen oikeudet ovat kuitenkin vähemmistöjen oikeuksia laajemmat ja luonteeltaan kollektiivisia.
sme: Álgoálbmogiid rievttit leat goitge viiddibut go vehádagaid rievttit ja dat leat luonddus dáfus kollektiivvalaččat.

source: Euroopan Neuvoston sopimukset ja niiden tulkintakäytäntö ovat vaikuttaneet kansalliseen lainsäädäntöön ja hallintoon.
sme: Eurohpá Ráđi soahpamušat ja daid dulkongeavat leat váikkuhan álbmotlaš lágaide ja hálddahussii.

source: Euroopan neuvoston toimintaan vaikuttaa myös muu kansainvälisoikeudellinen kehitys ja se onkin huomioinut työssään myös alkuperäiskansaoikeuksien kehittymisen.
sme: Eurohpá ráđi bargui váikkuha maid eará riikkaidgaskasaš-vuoigatvuođalaš gárganeapmi ja dat lea váldán vuhtii barggustis maiddái álgoálbmotrivttiid gárganeami.

source: Euroopan Neuvoston sopimukset myös kehittyvät sen tulkintakäytännön myötä.
sme: Eurohpá ráđi soahpamušat gárganit maid dan dulkongeavada mielde.

source: Euroopan neuvoston eri sopimukset painottavat erityisesti vähemmistöihin kuuluvien yksilöiden oikeuksia, mutta tulkintakäytössä on tuotu esille myös kollektiivisia oikeuksia.
sme: Eurohpá ráđi sierra soahpamušat deattuhit earenoamážit vehádagaid gullevaš ovttahatolbmuid vuoigatvuođaid, muhto dulkongeavadis leat bukton ovdan maiddái kollektiivvalaš vuoigatvuođat.

source: Suomalaisessa oikeuskäytännössä yksilöiden oikeudet – valtakulttuurin edustajienkin - on luettu tärkeämmiksi kuin saamelaisten kollektiiviset oikeudet.
sme: Suopmelaš riektegeavadis ovttahatolbmuid vuoigatvuođat – váldokultuvrra ovddasteddjiidnai – leat lohkkon mávssolaččabun go sápmelaččaid kollektiivvalaš vuoigatvuođat.

source: Länsimaiselle oikeuskäsitykselle kollektiivioikeudet ovatkin hankala kysymys.
sme: Oarjemáilmmálaš riekteipmárdussii kollektiivarievttit leatnai váttes gažaldat.

source: Erityisen vaikeaa viranomaisille on yksittäisten ratkaisujen vaikutusten selvittäminen koko saamelaiselle kulttuurimuodolle.
sme: Earenoamáš váttis eiseválddiide lea ovttaskas čovdosiid váikkuhusaid čilgen oba sápmelaš kulturhámi dáfus.

source: Esimerkiksi Norjassa valtio uhkaa pakkoteurastaa puolet Norjan saamelaisten poroista.
sme: Ovdamearkka dihte Norgga stáhta uhkida njuovvat bákkuin beali Norgga boazosápmelaččaid bohccuin.

source: Päätös olisi tuhoisa saamelaisen poronhoitokulttuurimuodon säilymiselle Norjassa ja estäisi tulevilta saamelaisnuorilta pääsyn poroelinkeinon pariin.
sme: Mearrádus sáhttá duššadit boazosápmelaš kulturhámi seailluheami Norggas ja dat cakkalii boahtte buolvva sámi nuoraid beassama boazoealáhusa sisa.

source: Yksittäisillä, tätä sukupolvea koskevilla, päätöksillä voi olla tuhoisat seuraukset koko saamelaiselle kulttuurimuodolle ja päätöksillä voidaan sulauttaa saamelaiset valtakulttuuriin muutamassa sukupolvessa.
sme: Ovttaskas mearrádusain, mat gusket dán buolvva, sáhttet leat duššadeaddji čuovvumušat oba sámi kulturhápmái ja mearrádusain sáhttet assimilerejuvvot sápmelaččat váldokultuvrii moatti buolvvas.

source: Alkuperäiskansa saamelaisten tulevaisuudelle kaikkein ratkaisevinta ovat kollektiiviset oikeudet ja niiden kehittyminen.
sme: Álgoálbmot sápmelaččaid boahttevuhtii buot eanemus mearrideaddji leat kollektiivvalaš vuoigatvuođat ja daid gárganeapmi.

source: Kollektiiviset oikeudet edellyttävät, että ratkaisuja ei pohdita vain tämän sukupolven kannalta vaan myös tulevien sukupolvien kannalta.
sme: Kollektiivvalaš vuoigatvuođat gáibidit dan, ahte mearrádusat eai suokkardallojuvvo dušše dálá buolvva dáfus muhto maiddái bohttevaš buolvvaid dáfus.

source: Seminaarin teema – saamen kansa, kielet ja kulttuurit on hyvin tärkeä.
sme: Seminára fáddá – sámi álbmot, gielat ja kultuvrrat lea hui dehálaš.

source: On erityisen tärkeää että saamelaisnuorten asema ja mahdollisuudet on nostettu seminaarin yhdeksi pääteemaksi samoin kuin saamelaisnaisten asema.
sme: Earenoamáš dehálaš lea, ahte sámi nuoraid sajádat ja vejolašvuođat leat loktejuvvon seminára oktan váldofáddán dego maid sámi nissoniid dilli.

source: Kun puhutaan kielellisistä ja kulttuurisista oikeuksista puhutaan koko saamelaisesta kulttuurimuodosta.
sme: Go hubmojuvvo gielalaš ja kultuvrralaš vuoigatvuođain, de hubmojuvvo oba sámi kulturhámis.

source: Jotta saamen kieli ja kulttuuri voivat säilyä elinvoimaisina, saamelaisilla on oltava luonnollisia kielenkäyttöympäristöjä, mahdollisuuksia harjoittaa perinteisiä elinkeinoja sekä aito mahdollisuus vaikuttaa saamen kansan tulevaisuuteen.
sme: Vai sámegiella ja kultuvra sáhttiba seailut ealasin, de sápmelaččain galget leat lunddolaš giellageavahusbirrasat, vejolašvuođat bargat árbevirolaš ealáhusaiguin ja diehttelas eakti vejolašvuohta váikkuhit sámi álbmoga boahtteáigái.

source: Suomessa saamelaisten oikeudet ovat kehittymässä, mutta taloudellinen taantuma ja saamelaisvastaisuus aiheuttavat Suomessa kuitenkin suuria ongelmia saamelaisten oikeuksien täysimääräiselle toteutumiselle ja Euroopan Neuvoston eri valvontaelinten suositusten toteutumiselle.
sme: Suomas sápmelaččaid vuoigatvuođat leat gárganeame, muhto heajos ekonomalaš dilli ja sápmelaččaid vuostálastinlihkádus dagahit Suomas goitge stuora buncaraggáid sápmelaččaid vuoigatvuođaid ollislaš olláhuvvamii ja Eurohpá Ráđi sierra bearráigeahččoorgánaid ávžžuhusaid olláhuvvamii.

source: Pitkään valmisteltu ja valtioneuvoston hyväksymä toimenpideohjelma saamen kielten elvyttämiseksi on vailla resursseja ja uhkana on sen jääminen turhaksi dokumentiksi kun rahaa ei löydy sen toteuttamiseen.
sme: Guhká válmmaštallon ja stáhtaráđi dohkkehan doaibmabidjoprográmma sámegiela ealáskahttima várás lea váile resurssaid ja uhkida báhcit dušši dokumeantan go ruđat eai gávdno dan olláhuhttimii.

source: Eduskunnassa on käsiteltävänä uudistettu saamelaiskäräjälaki, joka toteutuessaan turvaisi saamelaisuuden säilymisen Suomessa ja kehittäisi saamelaisten vaikutusvaltaa.
sme: Riikkabeivviid olis lea gieđahallojuvvome ođasnuhtton sámediggeláhka, mii ollahuvadettiinis dorvvastivččii sápmelašvuođa seailuma Suomas ja gárgehivččii sápmelaččaid váikkuhanválddi.

source: Eduskunnassa on kuitenkin laaja joukko kansanedustajia, jotka vastustavat lakiesitystä, koska se kehittäisi saamelaisten oikeuksia.
sme: Riikkabeivviin čohkkájit goitge olu riikkabeaiveáirasat, geat vuostálastet láhkaevttohusa, daningo dat gárgehivččii sápmelaččaid vuoigatvuođaid.

source: Suomen saamelaiskäräjät on antanut tukensa tänä syksynä alkuperäis- ja heimokansoja koskevan Ilo 169-sopimuksen ratifioinnille.
sme: Suoma sámediggi lea maid addán iežas doarjaga dán čavčča álgoálbmot- ja čeardaálbmoga ILO 169-soahpamuša ratifiseremii.

source: Valtioneuvosto on antanut Suomen eduskunnalle eilen esityksen ILO 169-sopimuksen ratifioimiseksi.
sme: Stáhtaráđđi lea addán Suoma riikkabeivviide ikte evttohusa ILO 169-soahpamuša ratifiserema várás.

source: Lukuisat ihmisoikeus-elimet, kuten Euroopan Neuvoston ministerikomitea, ovat kehottaneet Suomea ratifioimaan sopimuksen.
sme: Eatnatlohkosaš olmmošriekteorgánat, dego Eurohpá Ráđi ministtarkomitea, leat ávžžuhan Suoma ratifiseret soahpamuša.

source: Sopimuksen ratifioinnille ei löydy varauksetonta tukea Suomen eduskunnasta.
sme: Soahpamuša ratifiseremii ii gávdno evttohis doarjja Suoma riikkabeivviid olis.

source: Suurin uhkakuva saamelaiskulttuurin tulevaisuudelle Suomessa on saamelaisvastaisuus ja sen lisääntyminen.
sme: Stuorimus uhkkin sámi kultuvrra boahtteáigái Suomas lea sápmelašvuostásašvuohta ja dan lassáneapmi.

source: Saamelaiset joutuvat kohtaamaan edelleenkin suvaitsemattomuutta.
sme: Sápmelaččat šaddet deaivat vel otná beaivvenai utnohisvuođa.

source: Yleinen vihapuhe saamelaisia kohtaan on lisääntynyt.
sme: Vaššiságat sápmelaččaid guovdu leat lassánan oppalaččat.

source: Tähän kielteiseen ilmapiiriin ja erityisesti rasistisen kirjoittelun kielteisiin vaikutuksiin Euroopan Neuvosto onkin hyvin useasti kiinnittänytkin huomiota ja kehottanut Suomea ryhtymään toimiin tilanteen parantamiseksi.
sme: Dán biehtadahkes dillái ja earenoamážit rasisttalaš čálašeami biehtadahkes váikkuhusaide Eurohpá Ráđđi leanai hui dávjá gidden fuomášumi ja ávžžuhan Suoma riepmat doaibmabijuide dili buorideami várás.

source: Toimenpiteet ovat olleet paikoitellen olemattomia ja kokonaisuudessaan riittämättömiä.
sme: Doaibmabijut leat báikkuid hui smáitasat ja ollislaččat bistteheamit.

source: Kaikenlainen vihapuhe etnistä alkuperää, ikää, kieltä tai seksuaalista suuntautumista kohtaan on tuomittavaa.
sme: Buotlágán vaššisáhka etnihkalaš álgoboahtimuša, agi, giela dehe seksuála orientašuvnna guovdu lea dubmehahtti.

source: Saamelaisvastaisuuden lisääntyminen ilmenee erityisesti Pohjois-Suomen kunnallisten viranomaisten toiminnassa kaikissa muissa saamelaisten kotiseutualueen kunnissa paitsi Utsjoella.
sme: Sápmelašvuostásašvuođa lassáneapmi dihtto earenoamážit Davvi-Suoma suohkaniid eiseválddiid doaimmas buot eará suohkaniin earret Ohcejogas.

source: Tämä ilmenee lisääntyneenä saamelaisvastaisena kirjoitteluna medioissa ja sosiaalisessa mediassa, ja erilaisina poliittisina liikkeinä, jotka haluavat kieltää saamelaiskulttuurin olemassa olon, sulauttaa saamelaiset suomalaisiin tai haluavat saada valtakulttuurin edustajat saamelaisiksi.
sme: Dát dihtto lassánan sápmelašvuostásaš čálašeapmi diehtojuohkingaska-omiin ja sosiála medias, ja iešguđetlágán politihkalaš lihkadussan, mat hálidit šiitit sámi kultuvrra leahkima, assimileret sápmelaččaid látti álbmogii dehe hálidit oažžut váldokultuvrra olbmuid sápmelažžan.

source: Kehitys on jatkunut Suomessa pitkään ja se on vaikuttanut dramaattisesti saamelaiskulttuuriin Suomessa.
sme: Gárganeapmi lea Suomas joatkahuvvan guhká ja dat lea váikkuhan dramáhtalaččat sámi kultuvrii Suomas.

source: Saamelaisten poismuutto pois saamelaisten kotiseutualueelta on kiihtynyt.
sme: Sápmelaččaid eretmuotkun sámiid ruovttuguovllus lea jođálnuvvan juobe viivvaskan.

source: Olen saanut monia yhteydenottoja saamelaisilta, jotka kokevat, ettei heillä ole tulevaisuutta omalla kotiseudullaan, eivät uskalla toimia, liikkua tai harjoittaa elinkeinojaan vapaasti ilman pelkoa, kiusaamista tai ulkoista uhkaa.
sme: Lean ožžon máŋggaid oktavuohtaváldimiid sápmelaččain, geat vásihit, ahte sis ii leat boahttevuohta iežas ruovttuguovllus, sii eai duostta doaibmat, lihkadit dehe bargat ealáhusaiguin lupmosit almmá balu, givssideami dehe olgguldas uhki haga.

source: Viimeksi alkuviikosta tapasin Enontekiöllä saamelaisen, joka sanoi, että hänen on vaikea elää saamelaisena omalla kotiseudullaan.
sme: Maŋimus dál álgovahku deiven Eanodagas sápmelačča, gii dajai, ahte sus lea váttis eallit sápmelažžan iežas ruovttuguovllus.

source: Kansainvälinen kehitys on tehnyt monia kulttuureja ja kieliä uhanalaiseksi ja jopa kadottanut niitä, kuten Akkalansaamen Venäjältä 2000-luvulla.
sme: Riikkaidgaskasaš gárganeapmi lea dahkan máŋggaid kultuvrraid ja gielaid uhkivuložin ja lea juobe jávkadan daid, dego Áhkkilsámi 2000-logus.

source: Uusimpien tutkimustulosten mukaan maailmasta kuolee keskimäärin yksi kieli viikossa.
sme: Ođđaseamos dutkanbohtosiid mielde máilmmis jápmá gaskaárvvu mielde okta giella vahkus.

source: Tahti on hirveä.
sme: Dát leahttu lea issoras jođán.

source: Kaikkein uhanalaisinta kielellinen monimuotoisuus on vauraissa valtioissa.
sme: Buot eanemus uhkivuložin gielalaš diversiteahtta, máŋggahápmásašvuohta, lea jábálaš riikkain.

source: Oman kulttuurin ja kielen ylläpitäminen on vaikeaa valtakulttuurin ja länsimaisen maailman paineessa.
sme: Iežas kultuvrra ja giela bajásdoallan lea váttis váldokultuvrra ja oarjemáilmmálaš deaddagis.

source: Kieli voi kadota yhdessäkin sukupolvessa.
sme: Giella sáhttá jávkat ovtta buolvvasnai.

source: Saamen kieli oli todellisessa vaarassa kadota 1900-luvun puolivälissä.
sme: Sámegiella lei duođaid uhki vuolde jápmit 1900-logu beallemuttos.

source: Erityisen huolestuttava tilanne on Venäjällä, jossa esimerkiksi koltan- ja turjansaame on todellisessa vaarassa kadota.
sme: Earenaomáš fuolastuhtti dilli lea Ruošša beale Sámis, gos omd. nuortalašgiella ja darjjesámegiella leaba duođalaš vára vuolde jávkat.

source: Tarvitsemme kansainvälisen yhteisön tukea, jotta saamen kielet voivat säilyä erityisesti Venäjällä.
sme: Mii dárbbahit riikkaidgaskasaš servoša doarjaga, vai sámegielat sáhttet seailut earenoamážit Ruoššas.

source: Vaikka saamen kieli on jokseenkin elinvoimainen nykyisten sukupolvien aikana muualla, tulevaisuus ei ole kuitenkaan turvattua.
sme: Vaikko sámegiella lea oalle ealas dálá buolvva áigge eará sajes, boahtteáigi ii leat goitge dorvvastuvvon.

source: Kaikkein ratkaisevinta on, millaiset mahdollisuudet lapsilla ja nuorilla on säilyttää saamen kielensä, identiteettinsä ja kulttuurinsa.
sme: Buot eanemus mearrideaddji lea makkár vejolašvuođat mánáin ja nuorain lea seailluhit sámegielaset, identiteahttaset ja kultuvrras.

source: Poismuutto pois saamelaisten kotiseutualueelta voi johtaa koko saamelaisen kulttuurimuodon muuttumiseen.
sme: Eretmuotkun sámiid ruovttuguovllus sáhttá doalvut oba sámi kulturhámi jávkamii.

source: Suomessa, Ruotsissa ja Norjassa on suuri kaupunkisaamelaisvähemmistö.
sme: Suomas, Ruoŧas ja Norggas lea stuora gávpotsápmelašvehádat.

source: Mahdollisuudet oppia saamen kieltä ovat vähäiset tai jopa olemattomat kotiseutualueen ulkopuolella.
sme: Vejolašvuođat oahppat sámegiela leat unnit ja juobe bisttemeahttumat ruovttuguovllu olggobealde.

source: Kaupunkiympäristö myös muuttaa ihmistä, suhdetta luontoon ja yhteys kotiseutualueelle heikkenee.
sme: Gávpotbiras maid rievdada olbmo, su gaskavuođa lundui ja diehttelas oktavuođat ruovttuguvlui hedjonit.

source: Saamelaiset ovat olleet yksi kansa usean eri valtion alueella koko historian ajan.
sme: Sápmelaččat leat leamaš okta álbmot máŋgga sierra stáhta viidodagas oba historjjás áigge.

source: Nykyisin meille rajoja piirtävät neljä eri valtiota, Euroopan unioni ja kansainvälispoliittinen tilanne.
sme: Dálá áigge midjiide rájiid sárgot njeallje sierra stáhta, Eurohpá uniovdna ja riikkaidgaskasaš-politihkalaš dilli.

source: Olen hyvin huolissani kansainvälisen tilanteen vaikutuksista saamelaisten yhteistyöhön. Nykyisen tilanteen vaikutukset käsitykseen saamelaisista yhtenä kansana voivat olla kielteisiä.
sme: Lean hui fuolas riikkaidgaskasaš dili váikkuhusain ovttasbargui, Dálá dili váikkuhusat ipmárdussii sápmelaččain oktan álbmogin leat biehtadahkkásat.

source: Meidän saamelaisten välille ei saada enää luoda uusia rajoja.
sme: Min sápmelaččaid gaskii eai galgga duddjojuvvot šat ođđa rájit.

source: Olen todella iloinen että Euroopan Neuvosto on kutsunut Venäjän saamelaisten edustajan puhumaan seminaariin, vaikka Venäjän saamelaisasiat eivät kuulukaan seminaarin teemoihin.
sme: Lean duođaid ilus, ahte Eurohpá Ráđđi lea bovden Ruošša sápmelaččaid ovddasteaddji hupmat seminárii, vaikko Ruošša sámi áššit eai gulage seminára fáttáide.

source: Tämä päätös oli hyvin tärkeä sekä saamelaisten yhteisöllisyyden että maailmanpoliittisen tilanteen johdosta.
sme: Dát mearrádus lei hui dehálaš sihke sápmelaš searvvušvuođa dáfus ja máilmmipolitihkalaš dili geažil.

source: Euroopan Neuvostolla on ollut tärkeä rooli kylmän sodan jälkeisen yhtenäisen ja ihmisoikeusmyönteisen Euroopan kehittymisessä.
sme: Eurohpá Ráđis lea leamaš dehálaš rolla galbma soađi maŋŋelaš oktilis ja olmmošriekte-miehtemielalaš Eurohpá gárganeamis.

source: Sen ihmisoikeus- ja parlamentaarinen työ on luonut eurooppalaista identiteettiä ja taannut rauhaa.
sme: Dan olmmošriekte- ja parlamentáralaš bargu lea duddjon eurohpálaš identiteahta ja dáhkidan ráfi.

source: Nyt tarvitsemme vahvaa Euroopan neuvostoa enemmän kuin kenties koskaan.
sme: Dál dárbbahit nanu Eurohpá Ráđi, soaitá ahte eanet go goassige ovdal.

source: Maailmanpoliittinen tilanne on tuonut suuren uhan Euroopan rauhalle.
sme: Máilmmipolitihkalaš dilli lea buktán stuora uhki Eurohpá ráfái.

source: Tämä tilanne konkretisoituu täällä Inarissa, arktisella alueella, jossa asevarustelu kiihtyy ja sijaitsemme lähellä Venäjän rajaa.
sme: Dát dilli šaddá konkrehtalažžan dáppe Anáris, árktalaš guovllus, gos vearjorusten jođálnuvvá ja min orrunduovdagat leat Ruošša ráji lahka.

source: Tämä seminaari tapahtui hyvin tärkeään aikaan.
sme: Dát seminára dáhpáhuvai hui dehálaš áigge.

source: Venäjän hallitus on vaihtanut viime vuonna pohjoisia alkuperäiskansoja, Raiponia, edustavan järjestön valtionjohdolle myötämielisiksi.
sme: Ruošša ráđđehus lea molson diibmá davviálgoálbmogiid, Raipona, ovddastan organisašuvnna stáhtanjunnošii miehtemielalažžan.

source: Nyt sama tehtiin Kuolan saamelaisten parlamentille viime lauantaina.
sme: Dál seamma lea dahkkon Guoládaga sámi parlameantta buohta mannan lávvordaga.

source: Venäjän saamelaisilla ei ole laissa taattuja kulttuurisia eikä kielellisiä oikeuksia ja nyt heiltä yritetään viedä oikeus edustaa itseään ja ajaa omia oikeuksiaan.
sme: Ruošša sámiin eai leat lágas dáhkiduvvon kultuvrralaš eaige gielalaš vuoigatvuođat ja dál sis geahččalit váldit eret vuoigatvuođa ovddastit iežaset ja vuodjit iežaset vuoigatvuođaid.

source: Venäjän saamelaisten syrjäytettyä johtajaa on uhkailtu ja peloteltu.
sme: Ruošša sámiid eretduvdilovvon njunuš Valentina Sovkina lea uhkiduvvon ja balddahallon.

source: Pelkään aidosti hänen turvallisuutensa puolesta ja ihailen ja kunnioitan hänen rohkeuttaan ja periksiantamattomuuttaan saamelaisten oikeuksien puolustamiseksi.
sme: Balan duođalaččat su dorvvolašvuođa beales ja ovddošan ja gudnejahttán su jálluvuođa ja vuollánmeahttunvuođa sámiid vuoigatvuođaid bealušteamis.

source: Hyvä seminaariyleisö, arvoisa Euroopan Neuvosto.
sme: Buorit semináraolbmot, árvvus adnon Eurohpá Ráđđi.

source: Emme voi vain seurata vierestä kun Venäjän saamelaisilta viedään elintila ja heidät sulautetaan valtakulttuuriin.
sme: Eat sáhte dušše guoras čuovvut go Ruošša sámiin dolvojuvvo eallinsadji ja sii suddaduvvojit oktii váldoálbmogiin.

source: Emme voi hyväksyä sitä, että Venäjä määrää kuka edustaa saamelaisia ja mistä asioista saamelaiset saavat puhua.
sme: Eat sáhte dohkkehit dan, ahte Ruošša mearrida gii ovddasta sápmelaččaid ja main áššiin sápmelaččat oažžot ságastit.

source: Emme voi hyväksyä sitä, että saamelaiset joutuvat pelkäämään turvallisuutensa puolesta ja heidät yritetään hiljentää pelottelulla.
sme: Eat sáhte dohkkehit dan, ahte sápmelaččat šaddet ballat dorvvolašvuođasteaset ja sin geahččalit jaskkodahttit balddihemiin.

source: Tämä ei sovi Euroopan Neuvoston arvoihin.
sme: Dát ii heive Eurohpá Ráđi árvvuide.

source: Arvoisa Euroopan Neuvosto ja koko kansainvälinen yhteisö, vetoan teihin, että emme jätä Venäjän saamelaisia yksin ja tuemme heitä.
sme: Gudnejahtton Eurohpá Ráđđi ja oba riikkaidgaskasaš searvvuš, doarjalan didjiide, ahte eat guođe Ruošša sápmelaččaid akto ja ahte doarjut sin.

source: Me tarvitsemme teitä, Euroopan neuvosto, rakentamaan rauhaa ja yhtenäisyyttä kuten kylmän sodan jälkeenkin.
sme: Mii dárbbahit din, Eurohpá Ráđđi, hukset ráfi ja oktilašvuođa dego galbma soađi maŋŋelnai.

source: Pyydän teitä, kansainvälinen yhteisö, tekemään kaikkenne, että saamelaiset saavat elää Venäjällä turvassa, ilman pelkoa, uhkailua ja valtiollista pakko-ohjausta.
sme: Bivddán din, riikkaidgaskasaš searvvuš, ahte dii bargabehtet buot man sáhttibehtet, ahte sápmelaččat besset eallit Ruošša oadjebasvuođas, almmá balu, uhkideami ja stáhtaláš bággostivrema haga.

source: Venäjän saamelaisten tilanne uhkaa koko saamelaiskulttuuria ja sen tulevaisuutta.
sme: Ruošša sámiid dilli uhkida oba sámi kultuvrra ja dan boahtteáiggi.

source: Me olemme yksi kansa neljän valtion alueella.
sme: Mii leat okta álbmot njealji stáhta viidogas.

source: Saamelaisen kaunokirjallisuuden isän Johan Turin sanoin, tunturin laelta katsoessa järki on selkeä toisin kuin tunkkaisissa huoneissa.
sme: Sápmelaš čáppagirjjálašvuođa áhči Johan Turi sániid heivehettiin, várrečohká nalde geahčadettiin jierbmi lea čielggas aivve eará ládje go moskkus gámmáriin.

source: Turi tarkoitti tällä myös sitä, että tunturin laelta näkee kauas ja tuuli pääsee puhaltamaan, näkee hyvän tutkaimen ja tukkeutuneet korvat avautuvat.
sme: Turi dárkkuhii dainna maid dan, ahte várrečohka nalde oaidná guhkás ja biegga beassá bossut, oaidná buori seahčagasa ja notkon bealjit rahpasit.

source: Tämän sukupolvenkin on katsottavaa maailmaa tunturin laelta ja pystyttävä katsomaan sekä menneisyyteen, nykyisyyteen että tulevaisuuteen, jotta kulttuurinen ja kielellinen perintö eivät katkea vaan jatkuvat elävänä ja kulttuurisesti ja kielellisesti rikkaana.
sme: Dát buolvanai galgá geahččat máilmmi várrečohká nalde ja dat galgá oaidnit sihke mannanáigái, dálá áigái ja boahtteáigái, vai kultuvrralaš ja gielalaš árbi ii boatkan muhto dat joatkahuvvet eallin ja kultuvrralaččat ja gielalaččat rikkisin.
